// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "Pattybarbar豬豬:",
        "28年前,我喜歡的BarBar已經出世了,",
        "由1歲的你,在地上典黎典去,",
        "甚至唔著尿片周圍走黎走去,",
        "直到現在,成日傻傻地咁係到笑,",
        "都有個人係到靜靜雞咁望住你,",
        "望你到永遠...",
        "驚喜嗎?你估下我生日會送啲咩禮物比你?",
        "估唔到呢?咁比你估下,我地識左幾耐啦?",
        "估到既話,我就開估啦~",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-08-31T00:00:00",
    // 双方的名字
    names: ["Bar", "Patty猪猪"]
}
